
/* Class = "IBUILabel"; text = "2. Discussion"; ObjectID = "3"; */
"3.text" = "2. Debate";

/* Class = "IBUILabel"; text = "Who are your competitors?"; ObjectID = "4"; */
"4.text" = "¿Quiénes son sus competidores?";

/* Class = "IBUILabel"; text = "Describe your competitors.  How large are they?  What are their offerings, their strengths, their weaknesses?  How are you unique/different from them?"; ObjectID = "7"; */
"7.text" = "Describa a sus competidores.  ¿Cuáles son sus dimensiones?  ¿Cuáles son sus ofertas, sus puntos fuertes, sus debilidades?  ¿Qué le hace único/diferente de ellos?";
